Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Each student will submit a short written project report for each project in year 4.
nb: Hver student skal levere en kort skriftlig prosjektrapport for hvert av prosjektene som gjennomføres i 4.

source: The conference takes place in the centre of Oslo, Norway and we hope that by September 2022 we once again can travel and welcome you all to this beautiful city.
nb: Konferansen finner sted sentralt i Oslo, og vi håper at vi innen september 2022 igjen kan reise og ønske dere alle velkommen til vår vakre byen.

source: Say you have a band, or are an artist, or have made a commissioned work.
nb: Si du har et band, eller er en artist, eller har lagd et bestillingsverk.

source: Open, sensitive and flexible
nb: Åpent, sensitivt og fleksibelt

source: Some of the course will involve practising basso continuo with vocal and instrumental ensembles in different constellations.
nb: En del av undervisningen vil bli organisert slik at studentene får trening i å spille basso continuo med vokal- og instrumentalgrupper i forskjellige format.

source: How can Holmertz use this knowledge for singing baroque opera and vice versa?
nb: Hvordan kan Holmertz bruke denne kunnskapen til å synge barokkopera og vice versa?

source: “And I was given a place in the orchestra I had auditioned for in February.
nb: – Og jeg fikk plass i orkesteret som jeg prøvespilte for i februar.

source: Students/duos who do not pass the course must complete a concert lasting 15-20 minutes, with a new repertoire.
nb: Ved ny vurdering må studenten/duoen gjennomføre en konsert på 15 til 20 minutter med nytt repertoar. Inngår i studieprogram

source: implementing and managing one practicum project at NMH and one at DNOB/KHiO.
nb: å gjennomføre og lede ett praksisprosjekt ved NMH og ett ved DNOB/KHiO.

source: That is what I am doing now, too.
nb: De må seile fra land og ut verden.

source: In addition, there will be group rehearsals and individual rehearsal.
nb: I tillegg kommer egenøving og gruppeøvelser.

source: It also serves as a social meeting place where you can enjoy a delicious meal or mingle with others over a glass of wine.
nb: Dette er også et sosialt samlingspunkt der du kan få i deg skikkelig god mat eller mingle over et glass vin.

source: SHoT is carried out every fourth year, most recently in 2018.
nb: SHoT gjennomføres hvert fjerde år, sist i 2018.

source: : Within 10 September students will sign up for two modules and one projects using Canvas.
nb: Innen 10. september skal studenten melde seg på to moduler og én prosjekt gjennom læringsplattformen Canvas.

source: Individual instruction within a time frame of 30 min per week per student for 24 weeks. Course requirements
nb: Veiledende undervisningsressurs er 30 minetter i uken per student i 24 uker. Det forutsettes at studentene deltar aktivt både ved egen utøvelse, i prosjekter og i vurderingen av medstudentenes utøvelse.

source: Sverker Rundqvist, a double bass student on the master’s programme in music performance, says he has come to realise how important it is to experience music together, both as a performer and as a listener.
nb: Sverker, som studerer kontrabass på masterstudiet i utøving, sier at han har blitt klar over hvor viktig det er at musikk oppleves sammen, både som utøver og som publikummer.

source: Participation is granted on the basis of the submitted material (scores and/or audio).
nb: Deltagelse innvilges på bakgrunn av innlevert materiale (noter og/eller lyd).

source: : All course requirements must be approved by 1 June.
nb: Innen 1. juni skal alle arbeidskrav være godkjent.

source: Niklas Lindberg (voice and electronics)
nb: Niklas Lindberg (stemme og elektronikk)

source: More than 20 % absence in any of these modules will normally cause the student to fail the subject.
nb: Dette innebærer normalt at fravær på mer enn 20 prosent medfører at studenten ikke består modulen.

source: Koka Nikoladze has stopped playing the violin – for the time being at any rate.
nb: Koka Nikoladze har, inntil videre i hvert fall, sluttet å spille fiolin.

source: If you want to expand your horizons, the city has a lot more to offer.
nb: Vil du utvide radiusen, har byen langt mer å by på.

source: Ableton Live Standard (newest version) software.
nb: Programvaren Ableton Live Standard (nyeste versjon).

source: With regard to composition techniques, analysis and arranging, the focus will be on selected examples from the historical jazz repertoire (for example, Duke Ellington, Miles Davis, Ella Fitzgerald, Charles Mingus, and Carla Bley).
nb: I arbeidet med komposisjonsteknikker, analyse og arrangering vil det bli fokusert på utvalgte eksempler fra jazzhistorien (som for eksempel Duke Ellington, Miles Davis, Ella Fitzgerald, Charles Mingus og Carla Bley).

source: CERM – Centre for Educational Research in Music.
nb: Fullmakt for budsjettdisponering – skjema (ta kontakt).

source: Of these, 80% must be answered/presented during the class.
nb: 80 prosent av disse må besvares/presenteres på time.

source: Individual instruction within a time frame of 30 min per week per student for 24 weeks. Course requirements Practical test
nb: Emnet er organisert som individuell undervisning. Veiledende ressurs er 30 minutter i uken per student i 24 uker. Det vil bli stilt krav til selvstendig arbeid.

source: If you are an international student you will receive your username by e-mail.
nb: Utenlandske ansatt vil du få sendt brukernavnet på e-post.

source: Exchange student and choir conductor
nb: Utvekslingsstudent og kordirigent

source: The student carries out the rehearsals in cooperation with students/employees of KHiO/DNOB, usually at KHiO/DNOB.
nb: Studenten gjennomfører prøvene i samspill med studenter/ansatte ved KHiO/DNOB og avholdes normalt i KHiOs/DNOBs lokaler.

source: Call for Papers – Contemporary Higher Music Education
nb: Call for papers – samtidens musikkutdanning

source: The composers are Olivia Køppe Christoffersen, Magnus Hexeberg, Ida Grande Kaurin, Anna Berg, Torbjørn Haaland and Martin Korssletten.
nb: Komponistene er Olivia Køppe Christoffersen, Magnus Hexeberg, Ida Grande Kaurin, Anna Berg, Torbjørn Haaland og Martin Korssletten.

source: Developing, preparing and implementing public performances (duration: 50 minutes).
nb: Å utvikle, forberede og gjennomføre offentlige fremføringer (omfang: 50 minutter).

source: Looking over, back, ahead, in
nb: Overblikk, tilbakeblikk, fremoverblikk, innblikk

source: A few years ago, at a jazz festival in Cape Town, he heard a Norwegian band featuring a guitarist he really liked.
nb: For noen år siden var han på en jazzfestival i Cape Town og hørte et norsk band, med en gitarist han virkelig fikk sansen for.

source: – They compare the four components with a kaleidoscope.
nb: – De sammenlikner de fire punktene med et kaleidoskop.

source: You only live for a short time, and then you’re gone.
nb: Man lever en kort stund, og så er man borte.

source: Approximate teaching resource is 90 minutes a week for 10 weeks.
nb: Veiledende undervisningsressurs er 90 minutter fordelt på 10 uker.

source: Continuation of topics dealt with in KONSPRO20, like concert dramaturgy, storytelling, staging, lighting and multimedia
nb: Videreføring av temaene fra KONSPRO20, som konsertdramaturgi, historiefortelling, regi, lyssetting og multimedia.

source: In the event of a fail, the student must complete a practical exam as described under Option 2 above.
nb: Ny vurdering Ved ikke bestått vurdering må studenten gjennomføre praktisk eksamen, som beskrevet under alternativ 2 ovenfor.

source: Musical performance by Koka Nikoladze.
nb: Musikalsk innslag ved Koka Nikoladze.

source: In the world’s first VR lab for practising stage performance, music students can train themselves to deal with nerves and distractions in front of a virtual audience – who both applaud and boo.
nb: I verdens første VR-lab for øving kan musikkstudenter trene på å takle nerver og forstyrrelser foran et virtuelt publikum – som både klapper og buer.

source: Art and entertainment
nb: Kunst og underholdning

source: She also trained as a gestalt therapist, coach and counsellor at the Norwegian Gestalt Institute AS.
nb: Hun er også utdannet gestaltterapeut, coach og veileder ved Norsk Gestaltinstitutt AS.

source: Pianist and singer form a permanent duo and will gain insight into core repertoire from various eras and language areas, focusing on interpretation.
nb: Pianist og sanger danner en fast duo og får innsikt i kjernerepertoar fra ulike epoker og språkområder, alt med fokus på interpretasjon.

source: PhD fellow Anders Førisdal examines this in his doctoral project.
nb: Dette undersøker ph.d.-stipendiat Anders Førisdal i sitt doktorgradsprosjekt.

source: At the end of the academic year the student should submit a repertoire list of 20–30 minutes’ duration.
nb: Studenten skal ved slutten av studieåret legge fram en repertoarliste på 20-30 minutter.

source: The students will also be working independentlyon analytical and reflective assignments.
nb: I tillegg arbeider studenten selvstendig med analyse- og refleksjonsoppgaver.

source: There will be time for discussions in smaller groups, and towards the end, we will have a panel debate with, among others, Stefan Gies (CEO in AEC) and Henrik Frisk, principal at the Royal College of Music in Stockholm.
nb: Det blir tid til diskusjon, og workshopen avsluttes med en paneldebatt der blant annet Stefan Gies, administrerende direktør i AEC og Henrik Frisk, rektor på Rytmisk Musikkonservatorium i København deltar.

source: Exam times are published in TimeEdit.
nb: Eksamenstidspunkt publiseres i TimeEdit.

source: Music therapist Bente Almås been holding concerts and workshops in prisons and other institutions together with her students since 2011.
nb: Musikkterapeut Bente Almås har tatt med seg studenter og holdt konserter og workshops i fengsler og andre institusjoner siden 2011.

source: Anatomic overview of respiration and support for musicians.
nb: Anatomiundervisning med spesiell relevans for musikere.

source: Individual guidance and classes with the instrument instructor will take place weekly.
nb: Ukentlig individuell veiledning og klassetimer med instrumentallærer.

source: And because we are poorly equipped with words able to describe what we hear, he has developed terminology to enable us to talk about sounds.
nb: Og fordi vi er dårlig utstyrt med ord som kan beskrive det vi hører, har han utviklet en terminologi for å kunne snakke om lyd.

source: The oldest known source of partimento is from 1695.
nb: Den eldste partimento-kilden man kjenner til er fra 1695.

source: Conference participation with presentation (at international field conference).
nb: Konferansedeltakelse med presentasjon (fagspesifikk internasjonal konferanse).

source: CEMPE wants to contribute to research and development projects investigating higher-performing music education. Therefore, we are announcing funding for projects for the academic year 2021–2022.
nb: CEMPE utlyser midler til eksterne forsknings- og utviklingsprosjekter for studieåret 2021-2022 på høyere utøvende musikkutdanning.

source: Research and development (R&D) work at NMH has a broad scope and covers areas typically represented in music education worldwide.
nb: Forskning- og utviklingsarbeid (FoU) ved NMH favner bredt og dekker områder som typisk er representert i musikkutdanninger over hele verden.

source: Moberg is now back in Oslo and performs internationally in projects with musicians such as Jim O’Rourke (US), Eiko Ishibashi (JP), Mat Maneri (US), Philipp Wachsmann (UG), Paul Lytton (EN) and Paal Nilssen Love (NO) amongst others.
nb: Moberg er igjen basert i Oslo og utøver internasjonalt, i prosjekter med musikere som Jim O’Rourke (US), Eiko Ishibashi (JP), Mat Maneri (US), Philipp Wachsmann (UG), Paul Lytton (EN) og Paal Nilssen-Love (NO) blant flere.

source: And we felt a bit lost.
nb: Og vi følte oss litt lost.

source: “We concentrate on what people can do – their healthy qualities.”
nb: – Vi konsentrerer oss om det folk får til – det friske i dem.

source: “Here students from America and Japan learn to play the Hardanger fiddle, something that they can’t have had any relationship with previously.
nb: – Her lærer studenter fra Amerika og Japan hardingfelespill, som de umulig kan ha noe forhold til i utgangspunktet.

source: submission are specified in the annual plan for the course.
nb: Frister for innlevering presiseres i årsplan for emnet.

source: Preparation of CV and presentation materials
nb: Utarbeidelse av CV og presentasjonsmateriale.

source: Hatfield, a teacher and cellist, began working with the VR lab in 2017.
nb: Pedagog og cellist Hatfield startet arbeidet med VR-laben i 2017.

source: counterpoint, harmony, form, and aural skills in a historical context
nb: kontrapunkt, harmonilære, form og gehør i historisk kontekst

source: Some people appreciated it.
nb: – Jeg vet ikke, noen likte det.

source: Introduction to computer programmes for rehearsal and practice.
nb: Innføring i bruk av dataprogrammer for innstudering og øving.

source: Digital experiences have become an important way of experiencing music in the past year.
nb: Det siste året har digitale kunstopplevelser blitt en sentral måte å oppleve musikk på.

source: The PhD in Artistic Research at the NMH is a three-year programme worth 180 ECTS credits.
nb: Ph.d.-programmet i kunstnerisk utviklingsarbeid ved NMH er en treårig utdanning med et omfang på 180 studiepoeng.

source: “Something that is difficult to discuss is the difference between art and entertainment, for instance.
nb: – Men noe som er vanskelig å diskutere, er for eksempel forskjellen på kunst og underholdning.

source: “There were fiddling groups in the USA, and every year from 1915 to 1941 folk music contests were arranged, modelled on the homeland,” she says.
nb: – Det var spelemannslag i USA, og hvert år fra 1915 fram til 1941 ble det arrangert kappleiker etter modell fra moderlandet, forteller hun.

source: All programmes are based on a minimum of two years music education (120 ECTS) or other approved education with the exception of Kirkemusikk I and Pianostemmer høgskolekandidat.
nb: Studiene bygger på minimum to år musikkfaglig utdanning (120 studiepoeng) eller annen godkjent utdanning, med unntak av Kirkemusikk I, Pianostemmer høgskolekandidat og Location Recording.

source: Your NMH username in the username field:
nb: Ditt NMH brukernavn i brukernavnfeltet:

source: A project description must be written prior to initiating the project, and a project report after completion.
nb: Det skal skrives en prosjektbeskrivelse i forkant og en prosjektrapport i etterkant.

source: Singer and student at the Academy
nb: Sanger og NMH-student

source: This year’s first STUDENT Talks event was dedicated to the important issue of legitimising music.
nb: Årets første STUDENT Talks ble viet til den viktige diskusjonen rundt legitimering av musikk.

source: The repertoire is planned in collaboration with the principal instrument teacher(s) and accompanist/fellow musicians and normally must consist of music from various eras and genres and cover solo and ensemble music.
nb: Repertoaret planlegges i samarbeid med hovedinstrumentlærer(e) og akkompagnatør/medspillere, og skal normalt inneholde musikk fra forskjellige epoker og stilarter, og være for forskjellige besetninger.

source: “I’ve learned so much since I haven’t touched a violin, about playing the violin.
nb: – Jeg har lært så mye, etter at jeg ikke har rørt en fiolin, om det å spille fiolin.

source: The practicum includes all musical preparations prior to the concert/performance as well as the implementation of the concert/performance with a repertoire with a playing time of 60 minutes.
nb: Praksisen inkluderer all musikalsk forberedelse før konserten/forestillingen samt gjennomføring av konsert/forestilling med et repertoar på 60 minutter spilletid.

source: Classes will include discussions of topics like daily life, education, work life, traveling, leisure time, living conditions, family relations, plans for the future, expressing wishes thoughts and emotions.
nb: Temaene omfatter blant annet dagligliv, utdanning, arbeidsliv, reise- og fritid, boforhold, familierelasjoner og fremtidsplaner, samt det å gi uttrykk for ønsker, tanker og følelser.

source: I think it has to do with the fact that we’re living in a culture that is highly concerned with whether things are useful and where the bottom line is always an economic one.
nb: Jeg tror det har sammenheng med at vi lever i en kultur som er svært nyttedominert, og hvor bunnlinjen alltid er økonomisk.

source: In the case of re-assessment, students must retake the course (one project).
nb: Ved ikke bestått vurdering må emnet (det vil si ett prosjekt) i sin helhet gjennomføres på nytt.

source: “Belonging to the homeland or country of origin was important.
nb: – Tilhørighet til hjemlandet var viktig.

source: I always felt that there were two sides to me.”
nb: Jeg følte alltid at jeg hadde to sider.

source: “It doesn’t take much to be branded elitist, or arrogant, in our culture.
nb: – Det skal ikke så mye til for å bli kalt elitist, eller arrogant, i vår kultur.

source: We will also make use of the auditive-sonological approach (emergent forms) that takes as its point of departure the sounding work rather than the written one.
nb: Vi vil også benytte oss av den auditivt-sonologiske tilnærming (emergent forms), som tar som utgangspunkt det klingende verket i stedet for det noterte.

source: The course is taught individually and/or in groups.
nb: Emnet undervises individuelt og/eller i gruppe.

source: If your exam project involves more than 5 persons on stage simultaneously you must apply for an exemption to
nb: Dersom eksamensprosjektet ditt involverer flere enn 5 på scene samtidig (gjelder ikke direksjon), må dette søkes om til

source: It must be an old, lost technique.”
nb: Det må være en gammel, tapt teknikk.

source: : Admission to NoCom – The Composing Musician.
nb: Opptak på NoCom – den komponerende musiker.

source: That was a massive relief.
nb: Det var en ekstrem lettelse.

source: The Nordic music education professional community has collaborated for almost 20 years with NMH on the publication of the printed and eventually digital yearbook Nordic Research in Music Education.
nb: Det nordiske fagmiljøet i musikkpedagogikk har samarbeidet i nesten 20 år med NMH om utgivelsen av den trykte og etter hvert digitale årboken Nordisk musikkpedagogisk forskning.

source: Students must submit a survey of rehearsed and performed repertoire with a scope of 20-30 minutes.
nb: Studenten skal ved emnets slutt levere en oversikt over gjennomgått og framført repertoar med omfang 20 til 30 minutter.

source: The final assessment will be given as a letter mark, which will be determined on the basis of an Exam Concert at the end of the academic year.
nb: Avsluttende vurdering uttrykkes ved gradert karakter og fastsettes på grunnlag av en eksamenskonsert ved slutten av studieåret.

source: – Peter’s work has been central in establishing artistic research as a pivotal field of knowledge in modern conservatories, and a strategic tool for developing students as inquisitive artists.
nb: – Peter har vært sentral i arbeidet med å etablere kunstnerisk forskning som et avgjørende kunnskapsfelt i moderne musikkutdanning, og et strategisk verktøy for å gjøre studenter til nysgjerrige kunstnere.

source: If you’re looking for a more urban kind of bathing, Sørenga Sjøbad offers a public swimming pool, cafés and restaurants along the waterfront (as well as ice bathing and a sauna in the winter).
nb: For mer urban bading har Sørenga sjøbad åpent basseng, kafeer og restauranter rett ved vannkanten (samt isbading og badstue midt på vinteren).

source: Øystein Folkedal will play his quartet, consisting of Morten Georg Gismervik (guitar), Håkon Huldt-Nystrøm (double bass) and Jomar Jeppsson Søvik (drums).
nb: Øystein Folkedal skal ha jazz-piano-eksamen, og har med seg kvartetten sin som består av Morten Georg Gismervik (gitar), Håkon Huldt-Nystrøm (kontrabass) og Jomar Jeppsson Søvik (trommesett).

source: A laptop capable of running the newest edition of Ableton Live Standard (test with a demo-version before purchase).
nb: Bærbar datamaskin som kan kjøre nyeste versjon av Ableton Live Standard (kan testes med demo-versjon før kjøp).

source: “No, if I went back to the violin, it would be to playonly.
nb: – Nei, hvis jeg gikk tilbake til fiolinen, vil det være for kun å spille.

source: “Of course musicians inspire each other across traditions.
nb: – Musikere lar seg jo inspirere av andre, på tvers av tradisjoner.

source: During the project “Out of the Blue”, lead by the British percussionist and producer Guy Wood, the four international musicians have explored collaborative approaches to creating new music and re-defining repertoire within a social context.
nb: I løpet av prosjektet "Out of the Blue", ledet av den britiske slagverkeren og produsenten Guy Wood, utforsket de fire musikerne samarbeidsbaserte innfallsvinkler til å lage ny musikk, og redefinere repertoar i en sosial kontekst.

source: Artistic development work (KU), scientific research as well as academic-pedagogical development work, form part of the academic core of NMH's activities, and are thus a self-evident and integrated part of NMH's life and work.
nb: Kunstnerisk utviklingsarbeid (KU), vitenskapelig forskning samt faglig-pedagogisk utviklingsarbeid inngår i den faglige kjernen av NMHs virksomhet, og er på den måten en selvskreven og integrert del av NMHs liv og arbeid.

source: The essay is submitted on the learning management system Canvas.
nb: Essayet leveres på læringsplattformen Canvas og vurderes av faglærer.

source: That’s why I think it’s interesting to involve other colleagues in a dialogue about my work – people with different ideological attitudes.
nb: Det er nettopp derfor jeg synes det er interessant å trekke inn andre kolleger i dialoger omkring det jeg selv holder på med.

source: “We believe that this can be an asset for all of us in the future.
nb: – Vi tror at dette kan være et gode for oss alle sammen i framtida.

source: This also meant that I didn’t feel entirely at home at the academy, Overgaard explains.
nb: Det har også gjort at jeg ikke helt har følt at jeg passer inn på konservatoriet, fortalte Overgaard.

source: The Chamber Music Week 2020 is based on last year's success, Coffee Schmoffee.
nb: Kammermusikkuken 2020 bygger videre på fjorårets suksess, Coffee Schmoffee.

source: Merete Hoel Roaldsnes admits that it was no easy matter.
nb: Merete Hoel Roaldsnes medgir at det ikke var noen enkel jobb.

source: One credit corresponds to 27-30 hours of work including classroom instruction and independent work.
nb: Et studiepoeng tilsvarer 27–30 timers arbeid inkludert undervisning og eget arbeid.

source: So Chkhaidze had to take a bus to Ankara in Turkey.
nb: Chkhaidze måtte dermed ta buss til Ankara i Tyrkia.

source: “I think that they are both strong traditions, but they are very different.
nb: – Jeg synes de står så sterkt begge to, men de er så ulike.

source: This must include documentation in a suitable format during the presentation (video/sound/images).
nb: Det skal inngå dokumentasjon i egnet format i presentasjonen (video/lyd/bilde).

source: During one of the start-up modules, the student must present one of her/his semester projects for the other students.
nb: Avsluttende vurdering uttrykkes ved gradert karakter og fastsettes på grunnlag av en skriftlig hjemmeeksamen midtveis i emnet og en praktisk-muntlig eksamen ved avslutningen av emnet.
